<?php
 //require("index.php");
 // Название всего сайта, без тегов, желательно, только буквы и цифры
 //Если не нужно, оставьте пустую строку: define ('SITE_TITLE',''); 
 define ('SITE_TITLE', $name_.' | Сайт по CS-GO и DOTA-2'); 

 //Страницы сайта пишутся так:
 //$pages['имяфайла']='Титул страницы';
 //Все файлы - с расширением .html, скопировать во вложенную папку p
 $pages['index']='Главная&nbsp;страница';
 $pages['dotan']='DOTA-2';

 $pages['cs']='CS-GO';
  $pages["about"]="Создатели сайта";
?>